d = {
    0: "<i>1-bit#</i>Тумблер на передней панели\n",
    1: "<i>2-bit#</i>Получена останов прерывателя\n",
    2: "<i>3-bit#</i>Система сама  прекратила попытки\nСтабилизации и сняла напряжение с двигателя\n",
    3: "<i>4-bit#/i>Блокировка работы блока <b>С ПЕРЕДНЕЙ ПАНЕЛИ</b>\n",
    4: "<i>5-bit#</i>Программа стабилизации периода\n",
    5: "<i>6-bit#</i>Период стабильно в заданном диапазоне\n",
    6: "<i>7-bit#</i>Селекторных импульсов нет либо они не появились\n*Устанавливается в <b>ISR_T1</b> при "
       "превышении количества\n*Реперов является .только индикацией совместно с битом 2\n",
    7: "<i>8-bit#</i>Ловушка первого входа в  стабилизацию периода селектора Tс\n",
    8: "<i>9-bit#</i>Период селектора Тс в заданном диапазоне (контроль точности)\n",
    9: "<i>10-bit#</i>Программа стабилизации фазы\n",
    10: "<i>11-bit#</i>Фаза   стабильно в заданном диапазоне\n",
    11: "<i>12-bit#</i>Ловушка первого входа в  стабилизацию фазы  F\n",
    12: "<i>13-bit#</i>Флаг - <b>F</b> в заданном диапазоне (контроль точности)\n",
    13: "<i>14-bit#</i>Флаг - период стартов в заданных пределах\n",
    14: "<i>15-bit#</i>Зарегистрирована одна из целого комплекса ошибок:\n"
        "выход  фазы из диапазона выход  из фазы в период\n"
        "при резком изменении фазы<b>!VFL-VFN!</b>>200mkc\n",
    15: "<i>16-bit#</i>Неверное задание\n",
    16: "<i>ERROR-bit#</i><b>Проверьте настройки блока</b>\n",
}
